"Birthday" = "Doğum Günü";
"Error" = "Hata";
"Not Found" = "Bulunamadı";
"ok" = "tamam";
"en" = "tr";
"Movies" = "Filmler";
"Place of Birth" = "Doğum Yeri";
"Favorites" = "Favoriler";
"Budget" = "Bütçe";
"Runtime" = "Süre";
"Release Date" = "Çıkış Tarihi";
"Revenue" = "Hasılat";
"Overview" = "Özet";
"Biography" = "Biyografi";
"Home Page" = "Anasayfa";
"Birthday - Deathday" = "Doğum Günü - Ölüm Günü ";
"Recommendations" = "Önerilenler";
"Search to View The Movies" = "Filmleri Görmek İçin Ara";
"Search" = "Ara";
